Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P24.tmx
Source language: en_us
Languages: zh_cn

source: Thirteen Wives
zh_cn: 我有13个妻子。

source: I have thirteen wives.
zh_cn: 我有13个妻子。

source: We all live together in a sprawling Queen Anne house with half a dozen gables, two round towers, and a wraparound porch, not far from the center of town.
zh_cn: 我们一起住在一栋离市区不远的大房子里。房子的风格是安妮女王时期，有六个三角墙、两个圆形塔楼以及一个环绕的门廊。

source: Each of my wives has her own room, as I have mine, but we gather for dinner every evening in the high dining room, at the long table under the old chandelier with its pink glass shades.
zh_cn: 我们每个人都有各自独立的卧室，我也不例外。每天晚上，我们会在饭厅里，一起坐在长长的餐桌旁用餐。饭厅的顶很高，大吊灯年代久远，上面有粉色的玻璃罩。

source: Later, in the front room, we play rummy or pinochle in small groups, or sit talking in faded armchairs and couches.
zh_cn: 吃完饭，在起居室，大家要么三三俩俩的玩拉米纸牌或是皮纳克尔纸牌，要么干脆坐在褪色的扶手椅和沙发上闲聊。

source: My wives get along very well with one another, though their relation to me is more complex.
zh_cn: 我的13个妻子彼此之间感情融洽，只是和我的关系要更复杂些。

source: People sometimes ask, "Why thirteen wives?"
zh_cn: 有时人们不禁会问，“为什么要娶13个老婆呢？”

source: "Oh," I always say, putting on my brightest smile, "you can't have too much of a good thing!"
zh_cn: 这时，我脸上总是扬起灿烂的笑容，“这个，美好的东西再多也不为过嘛！”

source: In truth, the answer is less simple than that, though the precise nature of the answer remains elusive even to me.
zh_cn: 说实话，答案其实远非如此简单，而且这个答案的实质我至今仍未参透。

source: What's clear is that I love my wives, each alone and all together, and can't imagine a life without all of them.
zh_cn: 我只知道，我爱她们，爱她们每一个人、所有人。我无法想象没有她们的生活。

source: Even though I married my wives one after the other, over a period of nine years, I never did so with the thought that I was replacing one wife with a better one, or abolishing my former wives by starting over.
zh_cn: 九年的时间里，我先后和她们结婚，但是我从没想过要娶一个更好的妻子来取代之前的那一位，或是和之前的妻子离婚，重新开始。

source: Never have I considered myself to be a man with thirteen marriages but, rather, a man with a single marriage, composed of thirteen wives.
zh_cn: 我不觉得自己是一个有过13次婚史的男人。相反，我只结过一次婚而已，只是这个婚姻中有13位妻子。

source: Whether this solution to the difficult problem of marriage is one that will prove useful to others, or whether my approach will add nothing to the sum of human knowledge, is not for me to say.
zh_cn: 当然了，这种解决婚姻难题的办法会不会对其他人有用，或是说我的这种办法对人类知识毫无建树，这些都不是我个人说了算的。

source: I say only that, speaking strictly for myself, there could have been no other way.
zh_cn: 我想说的是，对我而言，这是唯一的办法。

source: Here, then, are my wives.
zh_cn: 现在就来认识一下我的这些妻子吧。

source: Absolute equals, heart-sharers, partners in love--that's how we think of each other, my first wife and I.
zh_cn: 我的第一位妻子和我都把对方视为绝对平等的个体，能彼此分享内心的想法，视对方为爱的伴侣。

source: If, on a Sunday morning, I wake up late to find she's made me a plate of big blueberry pancakes, just the way I liked them as a boy, with a square of butter melting its way in, then the next Sunday I'll serve her a two-egg omelette with green peppers and chopped onions, exactly the kind she remembers from summers at the cabin on the island when she was a girl.
zh_cn: 某个周日的上午，我睡的晚些起床，她已经为我准备了一大盘蓝莓薄煎饼，是我从小就喜欢吃的那种，饼里有大块的黄油，香味从里面溢出来。下一个周日，我就会为她准备两个煎蛋，旁边再配上绿色的辣椒和切好的洋葱。她小时候在岛上的小木屋里过暑假时吃的就是这种。

source: I remind her of her appointment with the hairdresser on Tuesday at one, she makes sure I don't miss my dentist's appointment on Thursday at four; I drive with her to her mother's house in Vermont on the third weekend in July, she comes with me to my father's house on the Cape for the second week of August; I praise the trim lines of her new yellow sundress, she's pleased by the crisp look of my new light-weave button-down.
zh_cn: 我会提醒她礼拜二的一点钟要去做头发；她则会告诉我礼拜四的四点要去看牙齿。七月的第三个周末，我会带着她开车到付蒙特州看望她的母亲；八月的第二个星期她会陪我到开普敦看望我的父亲。我夸她说那件新买的黄色背心裙剪裁不错；她很高兴，说我新买的衬衫看上去很清爽。

source: These arrangements are perhaps known to every marriage, but ours has developed more intimate refinements.
zh_cn: 或许每一个婚姻对这些安排都了如指掌，但我们之间已经演变成一种亲密的高雅。

source: If my first wife catches her hand in a door, I howl with sudden pain; when I'm thirsty, she gulps down a glass of iced limeade; if I knock into a table edge, a purple bruise shows on her leg; if she trips on the edge of the rug, I fall to the floor.
zh_cn: 要是她的手被门夹了，我会痛的大叫；要是我口渴了，她会喝下一大杯的冰镇汽水；如果我碰到桌角，她的腿马上就会有一块淤青；而如果她绊到了地毯，我会摔倒在地上。

source: One evening I thought of the answer to a crossword clue we'd both been stuck on the day before; when I entered her room, I found her sitting up in bed, folded newspaper in hand, filling in the answer with a yellow No. 2 pencil.
zh_cn: 有一天晚上，我苦苦思考着之前我们俩都没想出来的填字游戏的答案。我来到她的卧室，只见她坐在床上，手边是叠着一堆报纸，她正拿着一只2号铅笔在那填写答案。

source: Another time, when things weren't going well with me, I woke in the night and feared she might be suicidally depressed; when I rushed into the hall, I nearly collided with her, hurrying toward me with her arms held wide and a look of rescue in her eyes.
zh_cn: 还有一次，我遇到一些烦心事，半夜醒过来，担心她情绪低落，会有自杀的想法。我冲到走廊，差点撞到她。她张开双臂，双眼满是救援的深情，匆匆向我奔来。

source: Sometimes, it's true, I grow bored, deeply bored, with our system of finely measured equivalences.
zh_cn: 说实话，有时对于我们之间这种完美的对等，我觉得烦，烦透了。

source: Then I long for an imbalance, a sharp exception, a fierce eruption.
zh_cn: 这时，我渴望能出现某种不平等，某种剧烈的反差或是强烈的爆发。

source: Unhappy that I've had such thoughts, and uncertain what to do, I seek out the one person who's sure to understand; when I seize her arms and look into her eyes, I see the same melancholy, the same longing for something unknown; and as I burst into a dark, uneasy laugh, I hear, all over the room, like the cries of many animals, the sound of her own troubling laughter.
zh_cn: 我很难过自己会有这样的想法，不确定该怎么办。于是我找到那个必然会理解我内心想法的人。我抓着她的双臂，看着她的眼睛，但是看到的却是一样的忧郁和对未知的渴望。我发出闷闷的、不安的笑声，然后听到房间里，传来她痛苦的笑声，像是动物一起发出的悲号。

source: When I am feeling hopeless about my life, when my hands hang from my sleeves like dead men dangling, when, catching sight of myself in a plate-glass window, I turn violently away, but not before I've seen myself turn violently away, then I know it's time for me to be in the company of my second wife, who knows how to comfort me.
zh_cn: 每当我感到生活无助，当我的双手行尸走肉般毫无生气的耷拉着，当我从平面玻璃上看到自己身影时，我都会猛的转身，可就在我自己发现自己猛然转身的那一刻，我意识到我应该去找我的第二位妻子，她知道如何来安慰我。

source: Even as I arrive at the front door, holding my leather laptop case in one hand and reaching for my key with the other, she's looking at me anxiously and asking about my day, she's helping me out of my belted trenchcoat and hanging up my hat, she's placing my case by the umbrella stand.
zh_cn: 我才刚到大门口，一手拎着皮质的电脑包，另一只准备找钥匙，她就急切的注视着我，问我这一天过得怎么样。她帮我脱下绑着腰带的风衣，把帽子挂起来，把电脑包放在伞架上，然后拉着我坐到扶手椅上，这把椅子扶手很厚，我最喜欢坐在上面。

source: Already she is leading me to an armchair--my favorite one, with the thick armrests--where she places a pillow behind my head and touches my forehead with her hand, while at the same time she's lifting my feet onto the hassock, she's removing my shoes and pressing her cheek against my leg. "Are you all right?" she asks, looking at me with tender concern.
zh_cn: 她在我脑后放了一个枕头，用手抚摸我的额头，把我的脚抬起来，放在脚垫上，又帮我把鞋子脱下来，脸颊贴着我的小腿，问我，“你好吗？”她的眼神尽是温柔的关心。

source: And gazing at me earnestly she asks, "Have you had a hard day?"
zh_cn: 她认真的看着我，又问，“今天是不是很辛苦？”

source: Later, when she has undressed me, and bathed me, and laid me on the bed, she bends over me and says, "Do you like this?" and "Do you like this?"
zh_cn: 之后，她帮我把衣服脱掉，帮我洗好澡，然后把我放在床上。她趴在我的身上，一遍遍问道，”你喜欢这样吗？“

source: Still later, waking beside her, I feel a sudden doubt.
zh_cn: 再后来，我在她身边醒来，突然感到疑惑。

source: Roughly I shake her awake. Staring into her sleepy eyes, I tell her that I could never endure a rival, that I'll leave her instantly if she ever tries a trick like that, she can't take advantage of me, I wasn't born yesterday.
zh_cn: 于是我粗鲁的将她摇醒，看着她睡意浓浓的双眼，吼道，我受不了有一个竞争对手；如果她还像这样对我使一些小伎俩的话，我要马上离开她。她不能这样玩弄我于鼓掌之间，我不是懵懂无知的小孩。

source: During my outburst her large, startled eyes fill with tears.
zh_cn: 我勃然大怒之际，她双眼睁的大大的，惊恐万状，满是泪水。

source: Gradually a relief comes over me, I grow calm, I glance at the clock and see that it's getting late, a yawn shudders through me, and as I close my eyes and begin to drift toward deep, soothing sleep I feel her lying awake beside me, searching for the cause of my distress, rehearsing the events of the past few hours, reproaching herself for not loving me enough, her eyes wide, her heart racing, her cheek resting tensely against my shoulder.
zh_cn: 慢慢的，我觉得心里好过了些，慢慢平静下来。我看了一眼闹钟，已经很晚了，于是打了一个哈欠，闭上眼睛，沉沉的要睡去。我能感觉她躺在我身旁，睡意全无，试图探寻我苦恼的原因，过去几个小时发生的事情在她头脑中重现，她不断责备自己爱我不够深。她双眼大睁，心跳剧烈，脸颊紧偎着我的肩膀。

source: At other times, in a more robust mood, the sort of mood in which life's little disappointments no longer seem evidences of failure but welcome challenges to the all-conquering spirit, I seek the company of my third wife, who never spoils me.
zh_cn: 其他时间里，在我心情不错的时候，我会觉得生活中的小小的不如意似乎不足以成为失败的证据，它们不过是对战无不胜的挑战而已，这时我就会去找我的第三位妻子。她从不溺爱我。

source: When I enter her room I find her lying on the bed, reading a book with a frown of concentration. Without looking up, she raises a rigid finger as a sign that she's not to be disturbed; her whole body tightens with attention as she continues reading.
zh_cn: 每次我走进她房间，她都躺在床上，眉头紧锁，专心致志的看书，头也不抬，只是举起一个僵硬的手指，示意我不要打扰她。她一直看着她的书，全身因为专注而绷得紧紧的。

source: After a long while she lays the book on her chest and lifts her eyes to me, with the same frown.
zh_cn: 很长一段时间后，她把书放在胸前，然后抬眼看我，眉头依然深锁。

source: At once she reproaches me with having neglected her.
zh_cn: 很快她就开始指责我完全忽视她。

source: As I begin to defend myself, she tells me that the new cleaning lady has broken one of the blue wineglasses; there's no more sliced turkey in the refrigerator, only sliced ham; the door of the linen closet doesn't close properly.
zh_cn: 我刚想为自己辩护，她就开始数落：新来的清洁工打破了一只蓝色的红酒杯；冰箱里面只有火腿切片，没有火鸡切片；衣橱的门关不上。

source: I assure her that I'll take care of everything soon, right away, at this very moment if necessary; in response she rolls her eyes in a slow, exaggerated manner.
zh_cn: 我向她保证，很快会处理好这些事，如果真需要，现在立马就解决。听到这话，她缓缓的、夸张的冲我翻了个白眼。

source: Suddenly she looks at my shirt and asks whether I went to work with my collar like that.
zh_cn: 没过一会儿，她就盯着我的衬衫，并问我去上班的时候衣领是不是就是这样子的。

source: Have I checked my hair in the mirror lately?
zh_cn: 最近有没有照下镜子，看看自己的头发？

source: Her head hurts; her allergies are killing her; she's sure she has a sinus infection; there's no air in the room; the window is stuck again.
zh_cn: 她头痛；过敏难受死了；肯定是得了鼻窦感染；房间里闷死了，没有一丝空气；窗户又打不开。

source: I step over and raise the window easily.
zh_cn: 我起身，很轻松的就把窗户打开了。

source: She asks whether it gives me pleasure to score a cheap victory at her expense.
zh_cn: 她质问我这样做是不是特别开心。

source: She's short of cash; her blow-dryer is broken; something's wrong with the switch on the coffeemaker.
zh_cn: 她没钱用了；吹风机坏了；咖啡机的开关坏了。

source: As I lie down cautiously beside her, she sits up and says it's getting late; besides, she isn't feeling well; she can't breathe; there's no air in the room, even with the window open; what she needs is a dehumidifier; why doesn't she have a dehumidifier; a dehumidifier would make all the difference.
zh_cn: 我小心翼翼的在她身旁躺下，她却坐起来说很晚了。而且，她觉得很不舒服，没法呼吸，就算窗户开着，房间还是闷。她需要一个除湿器。为什么她没有除湿器呢？有了除湿器情况就不一样了。

source: I reach out and touch her arm.
zh_cn: 我伸出手，摸着她的胳膊。

source: She stares at my hand and remarks that she hates her blouse--everything sticks in this weather.
zh_cn: 她盯着我的手看，然后说不喜欢身上的这件衣服，这种天气什么东西穿在身上都是黏黏的。

source: Slowly, watching her carefully, I begin to undo my shirt.
zh_cn: 我认真的看着她，然后慢慢的把身上的衣服脱下来。

source: She's not in the mood, she says; besides, I don't care about her; all I care about is myself; she can't even remember the last time I told her I loved her.
zh_cn: 她说她没心情。再说了，我又不关心她，我只关心自己。她都想不起我什么时候和她说过”我爱你“了。

source: "I love you," I say at once.
zh_cn: “我爱你”。我脱口而出。

source: She looks at her fingers and asks whether I really believe that I can make our problems go away just by uttering a few words that cost me nothing; but that's just like me.
zh_cn: 她看着自己的手指，问我是不是真觉得只要说些不关痛痒的话就能够让我们之间的问题消失。我就是那样的人。

source: As she removes her blouse she notices her upper arm; look how the flesh jiggles; she's turning into a tub of lard.
zh_cn: 她把上衣脱下来的时候注意到了自己的手臂，看，那的肉都在轻轻摆动呢，她都成了一个死胖子了。

source: I assure her that her arm is fine, very fine, even somewhat on the thin side.
zh_cn: 我向她保证，她的胳膊很好，非常好，其实都有点偏瘦了。

source: She's curious to know when it was that I became the world's leading expert on the diet and fitness of American women.
zh_cn: 她很好奇，什么时候我居然成了美国女性减肥和健身的世界级头号专家了。

source: As we continue undressing, she complains about the mattress, which is supposed to be a medium but is actually much softer than advertised; it's bad for her back; we ought to return it and get a good one, unless, of course, I think this is the sort of mattress she deserves; as we make love, she notes the squeaking springs and reports that the cleaning lady arrived fifteen minutes late and neglected to dust the base of the table lamp beside the couch.
zh_cn: 我们俩继续脱衣服，期间她又开始抱怨床垫。床垫本应该是柔软适中，和广告上说的比起来，太软了，对她的背不好。我们应该退货，然后再买一个好的。当然了，除非我觉得她只配睡这样的床垫。我们做爱的时候，她注意到了弹簧发出的吱吱声。她向我报告说清洁工迟到了15分钟，而且还忘了打扫沙发旁边的台灯的底座。

source: When we're done she says, "You never take me anywhere."
zh_cn: 一番云雨后，她又说，”你从没带我去过什么地方。

source: Before I can answer, she asks how I can expect her to sleep through the night with a windowpane that rattles in the slightest breeze.
zh_cn: “我还来不及说话，她又说只要有一点点风，窗玻璃就会咔哒咔哒作响，晚上她怎么可能睡得安稳。

source: I never pay attention to her; I don't listen; I talk, but I don't listen; she can't breathe in this room; there's nothing to eat in the house; her neck hurts; she doesn't like the way the new cleaning lady looks at her.
zh_cn: 我从不关心她。我从不听她说什么。我只说，但是从不听。她在这房间里都没法呼吸。家里什么吃的都没有。她的颈脖子痛。她不喜欢那个新来的清洁工盯着她看。

source: Her eyes are slowly closing; she glares at me sleepily.
zh_cn: 她的眼睛慢慢的合上，带着睡意的瞪着我看。

source: After a while I rise with caution, slip into my clothes, and take my leave, feeling refreshed and invigorated after such exercise.
zh_cn: 过了一会儿，我小心的爬起来，穿好衣服离开，与妻子“运动”过后，觉得整个人神清气爽、充满活力。

source: All's well between my fourth wife and me; really, nothing could be better; in fact, I have no hesitation in saying that our love is perfect; but isn't this very perfection a cause for concern?
zh_cn: 我和第四位妻子的关系非常好，真的，再好不过了。我完全可以毫不犹豫的说我们的爱完美无缺。但是这种完美无缺不正是导致问题的原因吗？

source: When she declares herself supremely happy and swears she has never loved anyone as she loves me, I experience a deep happiness of my own; but doesn't my happiness cause me, to a certain extent, to take things for granted, doesn't it nudge me, however minutely, in the direction of smugness and self-satisfaction, and don't these qualities render me, when all is said and done, less lovable?
zh_cn: 每当她大声说道，她幸福极了，最爱的那个人就是我，我都感到快乐无比。但是我的快乐，在某种程度上，难道不是让我把这一切看做是理所当然了吗？这难道没有在轻轻地推着我，虽然极其细微，一步步朝着装模作样、自我满足的方向前进吗？而这样的一些品质，难道没有让我变得不是那么的可爱吗？

source: My fourth wife conceals nothing from me, reveals with utter trust the innermost ripples of her being, but in the act of loving self-revelation isn't there a risk that she will gradually deprive herself of mystery?
zh_cn: 我的第四位妻子对我是坦诚相待，没有任何隐瞒。但是在爱的自我流露过程之中，难道没有危险说，她会慢慢的使自己失去神秘感吗？

source: I can't imagine any woman more desirable than my fourth wife, whom I stare at tirelessly, for her beauty, though flawless, is never cold.
zh_cn: 我想象不出有哪个女人能像她那样值得拥有。我乐此不疲的凝视着她，凝视着她的美。她的美虽完美无缺，却不会让人觉得毫无生气。

source: But doesn't her beauty contain the danger concealed at the core of all extreme things, the danger of provoking irritation or resentment?
zh_cn: 但是她的美难道就没有包含危险？这种危险隐藏在一切极致事物的核心，它会引起愤怒或是憎恨。
